Repository: hkarlsen06/Tidex
Catalog: ios/Resources/Localization/App/Localizable.xcstrings
Source language: en
Languages: ar, bg, bn, ca, cs, da, de, el, es, et, fa, fi, fil, fr, he, hi, hr, hu, id, is, it, ja, ko, lt, lv, nb, nl, nn, pl, pt_br, ro, ru, sk, sl, sr, sv, sw, ta, th, tr, uk, ur, vi, zh_hans, zh_hant

# shifts.empty.noShiftsInMonth
source: No shifts in %@
ar: لا توجد نوبات في %@
bg: Няма смяни в %@
bn: %@-এ কোনো শিফট নেই
ca: Cap vaga a %@
cs: Žádné směny v %@
da: Ingen vagter i %@
de: Keine Schichten in %@
el: Καμία βάρδια στο %@
es: Sin vakts en %@
et: Vahetusi pole %@ ajal
fa: شیفتی در %@ موجود نیست
fi: Ei vuoroja kuukaudella %@
fil: Walang shifts sa %@
fr: Aucune vaction en %@
he: אין משמרות ב%@
hi: %@ में कोई शिफ्ट नहीं
hr: Nema smjena u %@
hu: Nincsenek műszakok ebben: %@
id: Tidak ada shift di %@
is: Engar vaktir í %@
it: Nessuna vakt in %@
ja: %@にシフトはありません
ko: %@에 근무 없음
lt: Nėra pamainu %@
lv: Nav maiņu %@
nb: Ingen vakter i %@
nl: Geen diensten in %@
nn: Ingen vakter i %@
pl: Brak zmian w %@
pt_br: Nenhum turno em %@
ro: Niciun schimb în %@
ru: Нет смен в %@
sk: Žiadne zmeny v %@
sl: Nobeni shifti v %@
sr: Nema smena u %@
sv: Inga arbetspass i %@
sw: Hakuna zamu katika %@
ta: %@ இல் ஷிப்ட்கள் எதுவும் இல்லை
th: ไม่มีการเลื่อนเวลาใน %@
tr: %@ içinde vardiya yok
uk: Немає змін у %@
ur: %@ میں کوئی شفٹ نہیں
vi: Không có ca làm việc trong %@
zh_hans: %@ 中没有班次
zh_hant: 在 %@ 中沒有班次

# shifts.empty.noShiftsThisMonth
source: No shifts this month
ar: لا توجد نوبات هذا الشهر
bg: Няма смяни този месец
bn: এই মাসে কোনো শিফট নেই
ca: Cap vaga aquest mes
cs: Žádné směny tento měsíc
da: Ingen vagter denne måned
de: Keine Schichten diesen Monat
el: Καμία βάρδια αυτόν τον μήνα
es: Sin vakts este mes
et: Sel kuul vahetusi pole
fa: این ماه شیفتی وجود ندارد
fi: Ei vuoroja tänä kuukautena
fil: Walang shifts sa buwan na ito
fr: Aucune vaction ce mois-ci
he: אין משמרות בחודש זה
hi: इस महीने कोई शिफ्ट नहीं
hr: Nema smjena ovog mjeseca
hu: Nincsenek műszakok ebben a hónapban
id: Tidak ada shift bulan ini
is: Engar vaktir þennan mánuð
it: Nessuna vakt questo mese
ja: 今月のシフトなし
ko: 이번 달 근무 없음
lt: Šį mėnesį nėra pamainu
lv: Šajā mēnesī nav maiņu
nb: Ingen vakter denne måneden
nl: Geen diensten deze maand
nn: Ingen vakter denne måneden
pl: Brak zmian w tym miesiącu
pt_br: Nenhum turno este mês
ro: Niciun schimb această lună
ru: Нет смен в этом месяце
sk: Žiadne zmeny tento mesiac
sl: Nobeni shifti v tem mesecu
sr: Nema smena ovog meseca
sv: Inga arbetspass denna månad
sw: Hakuna zamu mwezi huu
ta: இந்த மாதத்திற்கு ஷிப்ட்கள் எதுவும் இல்லை
th: ไม่มีการเลื่อนเวลาในเดือนนี้
tr: Bu ay vardiya yok
uk: Немає змін цього місяця
ur: اس مہینے میں کوئی شفٹ نہیں
vi: Không có ca làm việc trong tháng này
zh_hans: 本月没有班次
zh_hant: 本月沒有班次

# shifts.empty.planAhead
source: You can plan shifts ahead, or set up recurring shifts.
ar: يمكنك تخطيط النوبات مسبقاً، أو إعداد نوبات متكررة.
bg: Можеш да планираш смяни предварително или да настроиш повтарящи се смяни.
bn: আপনি আগে থেকেই শিফট পরিকল্পনা করতে পারেন, অথবা পুনরাবৃত্ত শিফট সেট আপ করতে পারেন।
ca: Pots planificar vagas amb anticipació, o configurar vagas recurrents.
cs: Můžete plánovat směny dopředu nebo nastavit opakující se směny.
da: Du kan planlægge vagter på forhånd eller oprette faste vagter.
de: Du kannst Schichten im Voraus planen oder wiederkehrende Schichten einrichten.
el: Μπορείς να προγραμματίσεις βάρδιες εκ των προτέρων, ή να ρυθμίσεις επαναλαμβανόμενες βάρδιες.
es: Puedes planificar vakts con anticipación o configurar vakts recurrentes.
et: Sa saad vahetusi ette planeerida või seadistada korduvaid vahetusi.
fa: می‌توانید شیفت‌ها را از قبل برنامه‌ریزی کنید یا شیفت‌های تکراری تنظیم کنید.
fi: Voit suunnitella vuoroja etukäteen tai määrittää toistuvia vuoroja.
fil: Maaari kang magplano ng shifts nang maaga, o magtakda ng recurring shifts.
fr: Vous pouvez planifier des vactions à l'avance ou configurer des vactions récurrentes.
he: אתה יכול לתכנן משמרות מראש, או להגדיר משמרות חוזרות.
hi: आप शिफ्ट की अग्रिम योजना बना सकते हैं, या आवर्ती शिफ्ट सेट अप कर सकते हैं।
hr: Možete planirati smjene unaprijed ili postaviti redovne smjene.
hu: Megtervezhetsz műszakokat előre, vagy beállíthatsz ismétlődő műszakokat.
id: Anda dapat merencanakan shift sebelumnya, atau menyiapkan shift berulang.
is: Þú getur áætlað vaktir fyrirfram eða sett upp endurteknar vaktir.
it: Puoi pianificare le vakat in anticipo o impostare vakat ricorrenti.
ja: シフトを先に計画するか、固定シフトを設定できます。
ko: 미리 근무를 계획하거나 반복 근무를 설정할 수 있습니다.
lt: Galite iš anksto planuoti pamainas arba nustatyti pasikartojančias pamainas.
lv: Tu vari plānot maiņas iepriekš vai iestatīt regulāras maiņas.
nb: Du kan planlegge vakter på forhånd, eller sette opp gjentakende vakter.
nl: Je kunt diensten vooruit plannen of terugkerende diensten instellen.
nn: Du kan planlegge vakter på forhånd, eller sette opp gjentakende vakter.
pl: Możesz planować zmiany z wyprzedzeniem lub ustawić powtarzające się zmiany.
pt_br: Você pode planejar turnos com antecedência ou configurar turnos recorrentes.
ro: Poți planifica schimburi în avans sau configura schimburi recurente.
ru: Вы можете планировать смены заранее или настроить повторяющиеся смены.
sk: Môžete plánovať zmeny vopred alebo nastaviť opakujúce sa zmeny.
sl: Shifti lahko načrtuješ vnaprej ali nastaviš ponavljajoče se shifte.
sr: Možeš planirati smene unapred ili postaviti ponavljajuće smene.
sv: Du kan planera arbetspass i förväg eller ställa in återkommande arbetspass.
sw: Unaweza kupanga zamu awali, au kuanzisha zamu inayorudia.
ta: நீங்கள் முன்கூட்டியே ஷிப்ட்களை திட்டமிடலாம் அல்லது மீண்டும் மீண்டும் வரும் ஷிப்ட்களை அமைக்கலாம்.
th: คุณสามารถวางแผนการเลื่อนเวลาล่วงหน้าหรือตั้งค่าการเลื่อนเวลาซ้ำได้
tr: Vardiyaları önceden planlayabilir veya tekrarlanan vardiyalar ayarlayabilirsiniz.
uk: Ви можете планувати зміни заздалегідь або налаштувати повторювані зміни.
ur: آپ شفٹوں کو پہلے سے منصوبہ بندی کر سکتے ہیں، یا بار بار شفٹ سیٹ اپ کر سکتے ہیں۔
vi: Bạn có thể lên kế hoạch ca làm việc trước, hoặc thiết lập ca làm việc định kỳ.
zh_hans: 您可以提前计划班次，或设置循环班次。
zh_hant: 您可以提前計畫班次，或設定循環班次。

# shifts.error.eventNotFound
source: Event not found. Refresh and try again.
ar: لم يتم العثور على الحدث. حدّث وحاول مرة أخرى.
bg: Събитието не е намерено. Обновете и опитайте отново.
bn: ইভেন্ট পাওয়া যায়নি। রিফ্রেশ করে আবার চেষ্টা করুন।
ca: No s'ha trobat l'esdeveniment. Actualitza i torna-ho a provar.
cs: Událost nebyla nalezena. Aktualizujte a zkuste to znovu.
da: Hændelsen blev ikke fundet. Opdatér, og prøv igen.
de: Ereignis nicht gefunden. Aktualisieren Sie die Seite und versuchen Sie es erneut.
el: Το συμβάν δεν βρέθηκε. Ανανεώστε και δοκιμάστε ξανά.
es: No se encontró el evento. Actualiza y vuelve a intentarlo.
et: Sündmust ei leitud. Värskenda ja proovi uuesti.
fa: رویداد پیدا نشد. تازه‌سازی کنید و دوباره تلاش کنید.
fi: Tapahtumaa ei löytynyt. Päivitä ja yritä uudelleen.
fil: Hindi nakita ang event. Mag-refresh at subukan muli.
fr: Événement introuvable. Actualisez et réessayez.
he: האירוע לא נמצא. רענן ונסה שוב.
hi: इवेंट नहीं मिला। रीफ़्रेश करके फिर कोशिश करें।
hr: Događaj nije pronađen. Osvježite i pokušajte ponovno.
hu: Az esemény nem található. Frissíts, majd próbáld újra.
id: Event tidak ditemukan. Segarkan dan coba lagi.
is: Atburður fannst ekki. Endurnýjaðu og reyndu aftur.
it: Evento non trovato. Aggiorna e riprova.
ja: イベントが見つかりません。更新してもう一度お試しください。
ko: 이벤트를 찾을 수 없습니다. 새로 고친 후 다시 시도하세요.
lt: Įvykis nerastas. Atnaujinkite ir bandykite dar kartą.
lv: Notikums nav atrasts. Atsvaidziniet un mēģiniet vēlreiz.
nb: Fant ikke hendelsen. Oppdater og prøv igjen.
nl: Gebeurtenis niet gevonden. Vernieuw en probeer het opnieuw.
nn: Fann ikkje hendinga. Oppdater og prøv igjen.
pl: Nie znaleziono zdarzenia. Odśwież i spróbuj ponownie.
pt_br: Evento não encontrado. Atualize e tente novamente.
ro: Evenimentul nu a fost găsit. Actualizează și încearcă din nou.
ru: Событие не найдено. Обновите и повторите попытку.
sk: Udalosť sa nenašla. Obnovte údaje a skúste to znova.
sl: Dogodka ni mogoče najti. Osvežite in poskusite znova.
sr: Događaj nije pronađen. Osvežite i pokušajte ponovo.
sv: Händelsen hittades inte. Uppdatera och försök igen.
sw: Tukio halikupatikana. Onyesha upya na ujaribu tena.
ta: நிகழ்வைக் கண்டறிய முடியவில்லை. புதுப்பித்து மீண்டும் முயற்சிக்கவும்.
th: ไม่พบเหตุการณ์ รีเฟรชแล้วลองอีกครั้ง
tr: Etkinlik bulunamadı. Yenileyip tekrar deneyin.
uk: Подію не знайдено. Оновіть дані та спробуйте ще раз.
ur: ایونٹ نہیں ملا۔ ریفریش کریں اور دوبارہ کوشش کریں۔
vi: Không tìm thấy sự kiện. Hãy làm mới và thử lại.
zh_hans: 未找到事件。请刷新后重试。
zh_hant: 找不到事件。請重新整理後再試一次。

# shifts.error.invalidEventDateRange
source: This event has an invalid date range.
ar: يحتوي هذا الحدث على نطاق تواريخ غير صالح.
bg: Това събитие има невалиден диапазон от дати.
bn: এই ইভেন্টের তারিখের পরিসর অবৈধ।
ca: Aquest esdeveniment té un interval de dates no vàlid.
cs: Tato událost má neplatný rozsah dat.
da: Denne hændelse har et ugyldigt datointerval.
de: Dieses Ereignis hat einen ungültigen Datumsbereich.
el: Αυτό το συμβάν έχει μη έγκυρο εύρος ημερομηνιών.
es: Este evento tiene un intervalo de fechas no válido.
et: Selle sündmuse kuupäevavahemik on kehtetu.
fa: این رویداد بازه تاریخی نامعتبر دارد.
fi: Tällä tapahtumalla on virheellinen päivämääräväli.
fil: May di-wastong hanay ng petsa ang event na ito.
fr: La plage de dates de cet événement n’est pas valide.
he: לאירוע הזה יש טווח תאריכים לא חוקי.
hi: इस इवेंट की दिनांक सीमा अमान्य है।
hr: Ovaj događaj ima nevažeći raspon datuma.
hu: Az esemény dátumtartománya érvénytelen.
id: Event ini memiliki rentang tanggal yang tidak valid.
is: Þessi atburður hefur ógilt dagsetningabil.
it: Questo evento ha un intervallo di date non valido.
ja: このイベントの日付範囲が無効です。
ko: 이 이벤트의 날짜 범위가 올바르지 않습니다.
lt: Šio įvykio datų intervalas netinkamas.
lv: Šim notikumam ir nederīgs datumu diapazons.
nb: Hendelsen har et ugyldig tidsrom.
nl: Deze gebeurtenis heeft een ongeldig datumbereik.
nn: Denne hendinga har eit ugyldig datointervall.
pl: To zdarzenie ma nieprawidłowy zakres dat.
pt_br: Este evento tem um intervalo de datas inválido.
ro: Acest eveniment are un interval de date invalid.
ru: У этого события недопустимый диапазон дат.
sk: Táto udalosť má neplatný rozsah dátumov.
sl: Ta dogodek ima neveljaven razpon datumov.
sr: Ovaj događaj ima neispravan raspon datuma.
sv: Den här händelsen har ett ogiltigt datumintervall.
sw: Tukio hili lina kipindi batili cha tarehe.
ta: இந்த நிகழ்வின் தேதி வரம்பு தவறானது.
th: เหตุการณ์นี้มีช่วงวันที่ไม่ถูกต้อง
tr: Bu etkinliğin geçersiz bir tarih aralığı var.
uk: Для цієї події вказано недійсний діапазон дат.
ur: اس ایونٹ کی تاریخوں کی حد درست نہیں ہے۔
vi: Sự kiện này có phạm vi ngày không hợp lệ.
zh_hans: 此事件的日期范围无效。
zh_hant: 此事件的日期範圍無效。

# shifts.excludeButton
source: Exclude This Date
ar: استبعد هذا التاريخ
bg: Ексклудирай тази дата
bn: এই তারিখ বাদ দিন
ca: Excloure aquesta data
cs: Vyloučit tento den
da: Udelad denne dato
de: Dieses Datum ausschließen
el: Εξαίρεση αυτής της ημερομηνίας
es: Excluir esta fecha
et: Välista see kuupäev
fa: حذف این تاریخ
fi: Jätä tämä päivämäärä pois
fil: Ekskludehin ang Petsa na Ito
fr: Exclure cette date
he: אל תכלול תאריך זה
hi: इस तारीख को बाहर करें
hr: Isključi ovaj datum
hu: Dátum kizárása
id: Kecualikan Tanggal Ini
is: Útiloka þessa dagsetningu
it: Escludi questa data
ja: この日付を除外
ko: 이 날짜 제외
lt: Neįtraukti šią datą
lv: Izslēgt šo datumu
nb: Ekskluder denne datoen
nl: Deze datum uitsluiten
nn: Ekskluder denne datoen
pl: Wyklucz tę datę
pt_br: Excluir esta data
ro: Excludeți această dată
ru: Исключить эту дату
sk: Vylúčiť tento dátum
sl: Izključi ta datum
sr: Isključi ovaj datum
sv: Exkludera detta datum
sw: Ekskludu Tarehe hii
ta: இந்த தேதியை除外 செய்யவும்
th: แยกวันที่นี้ออก
tr: Bu Tarihi Hariç Tut
uk: Виключити цю дату
ur: اس تاریخ کو خارج کریں
vi: Loại trừ ngày này
zh_hans: 排除此日期
zh_hant: 排除此日期

# shifts.excludeConfirmMessage
source: Only this date is removed. The rest of the recurring shift stays as it is.
ar: تتم إزالة هذا التاريخ فقط. وتبقى بقية الوردية المتكررة كما هي.
bg: Премахва се само тази дата. Останалата част от повтарящата се смяна остава без промяна.
bn: শুধু এই তারিখটি সরানো হবে। পুনরাবৃত্ত শিফটের বাকি অংশ আগের মতোই থাকবে।
ca: Només s'elimina aquesta data. La resta del torn recurrent es manté igual.
cs: Odstraní se pouze toto datum. Zbytek opakující se směny zůstane beze změny.
da: Kun denne dato fjernes. Resten af den gentagne vagt forbliver, som den er.
de: Nur dieses Datum wird entfernt. Der Rest der wiederkehrenden Schicht bleibt unverändert.
el: Αφαιρείται μόνο αυτή η ημερομηνία. Η υπόλοιπη επαναλαμβανόμενη βάρδια παραμένει ως έχει.
es: Solo se elimina esta fecha. El resto del turno recurrente permanece igual.
et: Eemaldatakse ainult see kuupäev. Korduv vahetus jääb muus osas samaks.
fa: فقط این تاریخ حذف می‌شود. بقیه شیفت تکرارشونده بدون تغییر باقی می‌ماند.
fi: Vain tämä päivämäärä poistetaan. Muu toistuva työvuoro säilyy ennallaan.
fil: Ang petsang ito lamang ang aalisin. Mananatili ang iba pang petsa ng paulit-ulit na shift.
fr: Seule cette date est supprimée. Le reste du poste récurrent reste inchangé.
he: רק תאריך זה יוסר. שאר המשמרת החוזרת תישאר כפי שהיא.
hi: केवल यह तारीख हटाई जाती है। बाकी दोहराई जाने वाली शिफ्ट पहले जैसी रहती है।
hr: Uklanja se samo ovaj datum. Ostatak ponavljajuće smjene ostaje kao i prije.
hu: Csak ez a dátum kerül eltávolításra. Az ismétlődő műszak többi része változatlan marad.
id: Hanya tanggal ini yang dihapus. Shift berulang lainnya tetap seperti semula.
is: Aðeins þessi dagsetning er fjarlægð. Restin af endurteknu vaktinni helst óbreytt.
it: Viene rimossa solo questa data. Il resto del turno ricorrente rimane invariato.
ja: この日付のみ削除されます。繰り返しシフトの残りはそのままです。
ko: 이 날짜만 삭제됩니다. 반복 근무의 나머지 일정은 그대로 유지됩니다.
lt: Pašalinama tik ši data. Likusi pasikartojančios pamainos dalis lieka nepakitusi.
lv: Tiek noņemts tikai šis datums. Pārējā atkārtotā maiņa paliek nemainīga.
nb: Bare denne datoen fjernes. Resten av den faste vakten blir som før.
nl: Alleen deze datum wordt verwijderd. De rest van de terugkerende dienst blijft ongewijzigd.
nn: Berre denne datoen blir fjerna. Resten av den gjentakande vakta held fram som før.
pl: Usunięta zostanie tylko ta data. Pozostałe daty cyklicznej zmiany pozostaną bez zmian.
pt_br: Somente esta data será removida. O restante do turno recorrente continuará igual.
ro: Se elimină doar această dată. Restul turei recurente rămâne neschimbat.
ru: Удаляется только эта дата. Остальные даты повторяющейся смены остаются без изменений.
sk: Odstráni sa iba tento dátum. Zvyšok opakujúcej sa zmeny zostane nezmenený.
sl: Fjernes kun for denne datoen. Resten av den gjentakende vakten forblir som den er.
sr: Uklanja se samo ovaj datum. Ostatak ponavljajuće smene ostaje kao što jeste.
sv: Endast detta datum tas bort. Resten av det återkommande passet förblir oförändrat.
sw: Ni tarehe hii pekee imeondolewa. Zamu nyingine za kurudia zinaendelea kama zilivyo.
ta: இந்தத் தேதி மட்டும் நீக்கப்படும். மீதமுள்ள மீண்டும் நிகழும் ஷிப்ட் அப்படியே இருக்கும்.
th: ลบเฉพาะวันที่นี้ ส่วนวันที่เหลือของกะที่เกิดซ้ำยังคงเดิม
tr: Yalnızca bu tarih kaldırılır. Yinelenen vardiyanın geri kalanı olduğu gibi kalır.
uk: Видаляється лише ця дата. Решта повторюваної зміни залишається без змін.
ur: صرف یہ تاریخ ہٹائی جائے گی۔ باقی دہرائی جانے والی شفٹ جوں کی توں رہے گی۔
vi: Chỉ xóa ngày này. Phần còn lại của ca lặp lại vẫn giữ nguyên.
zh_hans: 仅删除此日期。其余重复班次保持不变。
zh_hant: 僅移除此日期。其餘重複班次維持不變。

# shifts.excludeConfirmTitle
source: Exclude This Shift?
ar: هل تستبعد هذه النوبة؟
bg: Изключи тази смяна?
bn: এই শিফটটি বাদ দিবেন?
ca: Excloure aquesta vàcua?
cs: Vyloučit tuto směnu?
da: Udelad denne vagt?
de: Diese Schicht ausschließen?
el: Εξαίρεση αυτής της βάρδιας;
es: ¿Excluir esta vakt?
et: Jätta see vahetus välja?
fa: این شیفت را حذف کنیم؟
fi: Jätetäänkö tämä vuoro pois?
fil: I-exclude ang Shift na Ito?
fr: Exclure cette vaction?
he: להחריג שיבוץ זה?
hi: इस शिफ्ट को बाहर रखें?
hr: Isključiti ovu smjenu?
hu: Ki szeretnéd zárni ezt a műszakot?
id: Keluarkan Vakt Ini?
is: Útiloka þessa vakt?
it: Escludere questa vakt?
ja: このシフトを除外しますか？
ko: 이 근무를 제외하시겠습니까?
lt: Išskirti šį darbą?
lv: Izslēgt šo maiņu?
nb: Ekskluder denne vakten?
nl: Deze dienst uitsluiten?
nn: Ekskluder denne vakten?
pl: Wykluczyć tę zmianę?
pt_br: Excluir este turno?
ro: Excludeți acest schimb?
ru: Исключить эту смену?
sk: Vylúčiť túto zmenu?
sl: Izključiti to izmeno?
sr: Isključiti ovu smenu?
sv: Exkludera detta arbetspass?
sw: Ondoa Zamu Hii?
ta: இந்த Shift ஐ除外 செய்யவா?
th: แยกการเลื่อนเวลานี้ออกหรือไม่
tr: Bu Vardiya Hariç Tutulsun mu?
uk: Виключити цю зміну?
ur: اس شفٹ کو خارج کریں؟
vi: Loại trừ ca làm việc này?
zh_hans: 排除此班次？
zh_hant: 排除此班次？

# shifts.excludedFromTotal
source: Not included in total
ar: غير مضمنة في الإجمالي
bg: Не е включена в общо
bn: মোট থেকে অন্তর্ভুক্ত নয়
ca: No inclòs al total
cs: Není zahrnuto v součtu
da: Ikke medregnet i total
de: Nicht in Summe enthalten
el: Δεν περιλαμβάνεται στο σύνολο
es: No incluido en total
et: Pole kaasatud kokku
fa: در مجموع شامل نیست
fi: Ei sisällytetty kokonaismäärään
fil: Hindi kasama sa kabuuan
fr: Non inclus dans le total
he: לא כלול בסך הכל
hi: कुल में शामिल नहीं
hr: Nije uključeno u ukupno
hu: Nincs beleszámítva az összesítésbe
id: Tidak disertakan dalam total
is: Ekki innifalið í heildarupphæð
it: Non incluso nel totale
ja: 合計に含まれていません
ko: 합계에 포함되지 않음
lt: Neįtraukta į sumą
lv: Nav iekļauts kopējā summā
nb: Ikke inkludert i total
nl: Niet meegeteld in totaal
nn: Ikkje inkludert i total
pl: Nie uwzględnione w sumie
pt_br: Não incluído no total
ro: Neinclusat în total
ru: Не включено в итог
sk: Nezahrnuté v celkovom súčte
sl: Ni vključeno v skupno vsoto
sr: Nije uključeno u zbir
sv: Inte inkluderat i totalen
sw: Haikujumuishwa katika jumla
ta: மொத்தத்தில் சேர்க்கப்படவில்லை
th: ไม่รวมในยอดรวม
tr: Toplama dahil değil
uk: Не включено в загальну суму
ur: کل میں شامل نہیں
vi: Không được tính vào tổng
zh_hans: 不包括在总计中
zh_hant: 未計入總計

# shifts.grossPay
source: Gross Pay
ar: الراتب الإجمالي
bg: Брутна заплата
bn: মোট বেতন
ca: Salari brut
cs: Hrubá mzda
da: Bruttoløn
de: Bruttoverdienst
el: Ακαθάριστη αμοιβή
es: Salario bruto
et: Brutopalg
fa: دستمزد ناخالص
fi: Bruttopalkkio
fil: Kabuuang Bayad
fr: Salaire brut
he: שכר ברוטו
hi: सकल वेतन
hr: Bruto plaća
hu: Bruttó bér
id: Gaji Kotor
is: Brúttólaun
it: Stipendio lordo
ja: 総支給額
ko: 총급여
lt: Bruto atlyginimas
lv: Bruto alga
nb: Bruttolønn
nl: Brutoloon
nn: Bruttolønn
pl: Wynagrodzenie brutto
pt_br: Salário bruto
ro: Salariu brut
ru: Валовая зарплата
sk: Hrubá mzda
sl: Bruto plača
sr: Bruto plata
sv: Bruttolön
sw: Mshahara Mkubwa
ta: மொத்த சம்பளம்
th: เงินเดือนรวม
tr: Brüt Ücret
uk: Валовий заробіток
ur: کل تنخواہ
vi: Lương brutto
zh_hans: 总工资
zh_hant: 總薪資

# shifts.lastEdited
source: Last edited
ar: آخر تعديل
bg: Последно редактирано
bn: সর্বশেষ সম্পাদিত
ca: Darrera edició
cs: Poslední úprava
da: Sidst redigeret
de: Zuletzt bearbeitet
el: Τελευταία επεξεργασία
es: Última edición
et: Viimati muudetud
fa: آخرین ویرایش
fi: Viimeksi muokattu
fil: Huling binago
fr: Dernière modification
he: עריכה אחרונה
hi: अंतिम संपादित
hr: Zadnja izmjena
hu: Utoljára szerkesztve
id: Terakhir diubah
is: Síðast breytt
it: Ultimo modifica
ja: 最後に編集
ko: 마지막 편집
lt: Paskutinį kartą redaguota
lv: Pēdējoreiz rediģēts
nb: Sist endret
nl: Laatst bewerkt
nn: Sist endret
pl: Ostatnio edytowano
pt_br: Última edição
ro: Ultima editare
ru: Последнее редактирование
sk: Naposledy upravené
sl: Nazadnje urejeno
sr: Poslednja izmena
sv: Senast redigerad
sw: Iliyorekebishwa Mwisho
ta: கடைசியாக திருத்தப்பட்டது
th: แก้ไขล่าสุด
tr: Son düzenleme
uk: Останнє редагування
ur: آخری ترمیم
vi: Lần cuối chỉnh sửa
zh_hans: 最后编辑
zh_hant: 最後編輯

# shifts.loadError
source: Failed to load shifts
ar: فشل تحميل النوبات
bg: Неуспешно зареждане на смяни
bn: শিফট লোড করতে ব্যর্থ
ca: No s'han pogut carregar les vàcues
cs: Nepodařilo se načíst směny
da: Kunne ikke indlæse vagter
de: Schichten konnten nicht geladen werden
el: Αποτυχία φόρτωσης βαρδιών
es: No se pudieron cargar las vakts
et: Vahetus'te laadimine ebaõnnestus
fa: بارگذاری شیفت‌ها ناموفق بود
fi: Vuorojen lataaminen epäonnistui
fil: Nabigong i-load ang mga shift
fr: Impossible de charger les vactions
he: נכשל בטעינת שיבוצים
hi: शिफ्ट लोड करने में विफल
hr: Nije moguće učitati smjene
hu: Nem sikerült betölteni a műszakokat
id: Gagal memuat vakt
is: Mistókst að hlaða vöktum
it: Impossibile caricare le vakat
ja: シフトの読み込みに失敗しました
ko: 근무 로드 실패
lt: Nepavyko įkelti darbų
lv: Neizdevās ielādēt maiņas
nb: Kunne ikke laste vakter
nl: Kan diensten niet laden
nn: Kunne ikkje laste vakter
pl: Nie udało się załadować zmian
pt_br: Falha ao carregar turnos
ro: Eroare la încărcarea schimburilor
ru: Не удалось загрузить смены
sk: Nepodarilo sa načítať zmeny
sl: Izmene se niso lahko naložile
sr: Nije moguće učitati smene
sv: Kunde inte ladda arbetspass
sw: Imeshindwa kupakia zamu
ta: Shift களை load செய்ய முடியவில்லை
th: ไม่สามารถโหลดการเลื่อนเวลาได้
tr: Vardiyalar yüklenemedi
uk: Не вдалося завантажити зміни
ur: شفٹس لوڈ کرنے میں ناکام
vi: Không thể tải ca làm việc
zh_hans: 无法加载班次
zh_hant: 無法載入班次

# shifts.move
source: Move
ar: نقل
bg: Премести
bn: সরান
ca: Moure
cs: Přesunout
da: Flytt
de: Verschieben
el: Μετακίνηση
es: Mover
et: Teisalda
fa: انتقال
fi: Siirrä
fil: Ilipat
fr: Déplacer
he: הזז
hi: स्थानांतरित करें
hr: Premjesti
hu: Áthelyezés
id: Pindahkan
is: Flytja
it: Sposta
ja: 移動
ko: 이동
lt: Perkelti
lv: Pārvietot
nb: Flytt
nl: Flytt
nn: Flytt
pl: Przenieś
pt_br: Mover
ro: Mutare
ru: Переместить
sk: Presunúť
sl: Premakni
sr: Premesti
sv: Flytta
sw: Hamisha
ta: நகர்த்து
th: ย้าย
tr: Taşı
uk: Перемістити
ur: منتقل کریں
vi: Di chuyển
zh_hans: 移动
zh_hant: 移動

# shifts.moving
source: Moving...
ar: جاري النقل...
bg: Премествам...
bn: সরানো হচ্ছে...
ca: Movent...
cs: Přesunování...
da: Flytter...
de: Wird verschoben...
el: Μετακίνηση...
es: Moviendo...
et: Teisaldamine...
fa: در حال انتقال...
fi: Siirretään...
fil: Inaalis...
fr: Déplacement en cours...
he: מזיז...
hi: स्थानांतरित किया जा रहा है...
hr: Premještanje...
hu: Áthelyezés folyamatban...
id: Memindahkan...
is: Flytur...
it: Spostamento in corso...
ja: 移動中...
ko: 이동 중...
lt: Perkelia...
lv: Pārvietošana...
nb: Flytter...
nl: Verplaatsen...
nn: Flytter...
pl: Przenoszenie...
pt_br: Movendo...
ro: Se mută...
ru: Перемещение...
sk: Presúva sa...
sl: Premikam...
sr: Premještanje...
sv: Flyttar...
sw: Inahamisha...
ta: நகர்த்துகிறது...
th: กำลังย้าย...
tr: Taşınıyor...
uk: Переміщення...
ur: منتقل ہو رہا ہے...
vi: Đang di chuyển...
zh_hans: 正在移动...
zh_hant: 移動中...

# shifts.multiDeleteConfirmTitle
source: Delete %lld shifts?
ar: حذف %lld نوبة؟
bg: Изтриване на %lld смени?
bn: %lld টি শিফট মুছবেন?
ca: Suprimir %lld torns?
cs: Smazat %lld směn?
da: Slet %lld vagter?
de: Delete %lld Schichten?
el: Διαγραφή %lld βάρδιων;
es: ¿Eliminar %lld vientos?
et: Kustutada %lld vahetus?
fa: حذف %lld شیفت؟
fi: Poistaa %lld vuoroa?
fil: Tanggapin ang %lld shifts?
fr: Supprimer %lld vakat(s)?
he: למחוק %lld משמרות?
hi: क्या %lld शिफ्ट हटाएं?
hr: Obrisati %lld smjena?
hu: Törlés: %lld műszak?
id: Hapus %lld shift?
is: Eyða %lld vöktum?
it: Eliminare %lld turni?
ja: シフト %lld 件を削除しますか?
ko: 근무 %lld개를 삭제하시겠습니까?
lt: Ištrinti %lld pamainą?
lv: Dzēst %lld maiņas?
nb: Slette %lld vakter?
nl: %lld vaken verwijderen?
nn: Slette %lld vakter?
pl: Usunąć %lld zmian?
pt_br: Deletar %lld turnos?
ro: Ștergeți %lld schimburi?
ru: Удалить %lld смен?
sk: Odstrániť %lld zmien?
sl: Izbrisati %lld směne?
sr: Obrisati %lld smena?
sv: Radera %lld vakter?
sw: Kusuka %lld zamu?
ta: %lld ஷிப்டுகளை நீக்கவா?
th: ลบ %lld กะการทำงาน?
tr: Toplamda %lld vardiya silinsin mi?
uk: Видалити %lld змін?
ur: کیا %lld شفٹیں حذف کریں؟
vi: Xóa %lld ca làm việc?
zh_hans: 删除 %lld 个班次?
zh_hant: 刪除 %lld 個班次？
